{
    "letterDetails": {
        "dateOfLoss": "May 24, 2024",
        "formattedDateOfLetter": "November 8, 2025",
        "formattedRespondByDate": "Friday, December 19, 2025"
    },
    "attorney": {
        "attorneyFullName": "Deepak P. Trikannad",
        "email": "deep.trikannad@acceledgy.com",
        "website": "www.trikannad.com",
        "streetAddress": "158 Church Place",
        "city": "Irvine",
        "stateCode": "CA",
        "fullStateName": "California",
        "zipCode": "92602",
        "phoneNumber": "949.954.0033",
        "faxNumber": "619.252.3337"
    },
    "clientInfo": {
        "fullName": "Kristine Allen",
        "firstName": "Kristine",
        "lastName": "Allen",
        "pronoun1": "she",
        "pronoun2": "her",
        "title": "Ms."
    },
    "adverseInsuranceAdjusterInfo": {
        "title": "Mr.",
        "pronoun1": "he",
        "pronoun2": "his",
        "fullName": "David Mulholland",
        "firstName": "David",
        "lastName": "Mulholland",
        "companyName": "State Farm",
        "streetAddress": "P.O. Box 106171",
        "city": "Atlanta",
        "fullStateName": "Georgia",
        "zipCode": "30348",
        "email": "statefarmclaims@statefarm.com",
        "claimNumber": "75-68H9-93X"
    },
    "paragraphs": [
        {
            "text": "This letter shall serve as a statement of Kristine Allen's damages as a result of the above-referenced loss. Enclosed for your review, please find a copy of medical and billing records reflecting the treatment she received as a result of her collision caused by your insured.",
            "type": "paragraph"
        },
        {
            "text": "On May 24, 2024, Ms. Allen was a passenger in her husband's vehicle traveling on Alton and Irvine Boulevard in the city of Irvine, state of California.  As they were stopped at a traffic light, with no vehicles in front of them, their vehicle was suddenly struck from behind by your insured driving a Prius.  The impact was so forceful that it resulted in a \"huge slam,\" as described by Ms. Allen.  Following the collision, your insured appeared frantic and was having difficulty exiting their vehicle, requiring Ms. Allen to assist in calming them down.  The parties exchanged information as police were called but did not respond to the scene.  As a result of the force and nature of the impact, Ms. Allen sustained bodily injuries necessitating medical attention.",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "text": "After the accident occurred, Ms. Allen experienced immediate shock followed by severe pain and discomfort in her neck, shoulders, and mid back, which intensified throughout the day, manifesting as a dull ache with muscle tightness.  To alleviate her worsening symptoms, she attempted self-care including rest and over-the-counter medications, and sought a therapeutic massage at Jasmine Wellness Spa on June 7, 2024, which provided only temporary relief.{footnote}   Unable to manage the persistent pain on her own, Ms. Allen subsequently sought professional medical treatment from Dr. John Chi-Chang Chen at Compassion Chiropractic, where she presented with significant neck, shoulder, and mid back pain, describing her discomfort as a dull ache with pronounced muscle tightness.",
            "type": "paragraph",
            "footnote": "Ms. Allen has had to seek massage therapy as her pain flares up and will continue to do so for an indefinite period of time."
        },
        {
            "text": "Upon conducting his evaluation, Dr. Chen found palpable tenderness and muscle spasms in the cervical, thoracic, and lumbar regions, with significant limitations in range of motion throughout these areas.  X-rays revealed a loss of cervical lordosis, though bone density appeared adequately maintained with no evidence of fracture or dislocation.  Ms. Allen tested positive for the Cervical Compression Test, Distraction Test, Shoulder Depression Test, Single Leg Raise Test, Bilateral Leg Raise Test, Milgrim's Test, and Kemp's Test, all of which reproduced her chief complaints.  Ms. Allen was diagnosed with the following:",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "type": "bullet",
            "text": "A Cervical Sprain due to a Motor Vehicle Accident;",
            "bulletInstance": 1
        },
        {
            "type": "bullet",
            "text": "A Thoracic Ligamentous Sprain from the Motor Vehicle Accident;",
            "bulletInstance": 1
        },
        {
            "type": "bullet",
            "text": "Muscle Spasms in her Back;",
            "bulletInstance": 1
        },
        {
            "type": "bullet",
            "text": "Cervical Segmental Dysfunction;",
            "bulletInstance": 1
        },
        {
            "type": "bullet",
            "text": "Thoracic Segmental Dysfunction; and",
            "bulletInstance": 1
        },
        {
            "type": "bullet",
            "text": "Lumbar Segmental Dysfunction.",
            "bulletInstance": 1
        },
        {
            "text": "As a result of the above, Dr. Chen recommended that Ms. Allen receive chiropractic rehabilitation program consisting of manual joint manipulation, soft tissue manipulation, and cervical spine distraction.  She was also prescribed physical therapy modalities including electrical muscle stimulation, mechanical vibrational massage, ultrasound, and mechanical traction.  Ms. Allen was additionally instructed to follow an at-home therapeutic exercise program of active range of motion exercises for the cervical and lumbar spine, along with passive stretches for the neck and lower back muscles.  She was released from care on October 4, 2024, with only slight improvement in her pain as Ms. Allen still experienced tightness over the upper trapezius muscles and tenderness in the neck and mid back regions.",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "text": "While receiving care from Dr. Chen, Ms. Allen was referred to SimonMed to obtain an MRI of her cervical spine on September 5, 2024.  The MRI revealed significant abnormalities including a 3 mm disc extrusion at her C5-C6 region with mild to moderate spinal canal narrowing and mild ventral cord flattening.  Additionally, the imaging showed a 2 mm disc bulge at her C4-C5 region with mild spinal canal narrowing, a 1-2 mm disc bulge at her C6-C7 region, and mild left neural foraminal narrowing at her C3-C4 region.  The MRI also revealed mild reversal of the normal cervical lordosis and mild C5-C6 retrolisthesis, all findings consistent with the trauma sustained in the collision.",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "text": "In light of the MRI findings, Ms. Allen was referred to Dr. Khyber Zaffarkhan, a board-certified physician in Physical Medicine & Rehabilitation, with Regenerative Institute of Newport Beach.  On October 3, 2024, Ms. Allen initially consulted with Dr. Zaffarkhan presenting with neck pain following the motor vehicle accident that occurred on May 24, 2024.  She described her neck pain as aching, tight, and intermittent at a rate of moderate intensity, with the left side being worse than the right side.  Ms. Allen reported the pain was worse in the morning, though she could not identify specific aggravating factors.  She indicated that massages and stretching provided some relief.  Ms. Allen explained that while she remained independent with her activities of daily living, she was no longer able to lift weights due to the pain and needed to take frequent breaks while working remotely as an IT manager.",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "text": "Dr. Zaffarkhan's evaluation revealed significant physical limitations due to pain.  Ms. Allen described her neck pain as aching, tight, and intermittent at a moderate intensity level, with the left side being worse than the right side.  Dr. Zaffarkhan conducted a comprehensive physical examination including range of motion testing, deep tendon reflex testing, manual muscle strength assessment, and special tests.  Ms. Allen tested positively for Cervical Facet Loading on the left side.  After reviewing the results of Ms. Allen's MRI, Dr. Zaffarkhan diagnosed her with the following:",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "type": "bullet",
            "text": "Cervical Facet Syndrome;",
            "bulletInstance": 2
        },
        {
            "type": "bullet",
            "text": "Cervical Herniated Disc; and",
            "bulletInstance": 2
        },
        {
            "type": "bullet",
            "text": "Cervical Canal Stenosis.",
            "bulletInstance": 2
        },
        {
            "text": "In light of his findings, Dr. Zaffarkhan suggested that Ms. Allen continue chiropractic therapy for her cervical spine, which included treatment with superficial modalities, range of motion exercises, stretching, and strengthening exercises.  Additionally, he recommended Extracorporeal Shockwave Therapy (ESWT) to the cervical spine for 6-8 sessions as a therapeutic option to address her pain.",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "text": "On October 10, 2024, during a telehealth follow-up appointment, Ms. Allen decided to proceed with ESWT treatments after considering her options.  She received her first ESWT session on October 29, 2024, during which she reported her pain level had decreased from moderate to mild immediately after the procedure.",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "text": "Ms. Allen underwent her second ESWT treatment on November 5, 2024.  Although she initially reported no significant improvement following the first treatment, her pain had diminished considerably by this appointment.  She then received her third ESWT session on November 7, 2024, reporting continued improvement from the previous treatment.",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "text": "Ms. Allen followed up with Dr. Zaffarkhan on November 12, 2024, stating that the most recent visits mentioned above proved to be effective so she decided to discontinue her treatment for the time being and will return down the road should her pain flare back up.",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "text": "As a result of Ms. Allen's collision caused by your insured, her life and lifestyle have been negatively impacted in the following ways:",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "type": "bulletBold",
            "text": "The physical limitations from the accident forced Ms. Allen to completely pause her CrossFit fitness classes as she could not lift heavy weights, disrupting her regular workout routine that was an important part of her life.",
            "bulletInstance": 3
        },
        {
            "type": "bulletBold",
            "text": "Sleep quality deteriorated significantly as she could not sleep throughout the night due to neck discomfort, often waking up with a sore neck that affected her daily energy levels and mental clarity.",
            "bulletInstance": 3
        },
        {
            "type": "bulletBold",
            "text": "Driving became an anxiety-inducing experience as she was constantly worried about getting hit again, leaving her in a persistent fight or flight mode that prevented her from relaxing.",
            "bulletInstance": 3
        },
        {
            "type": "bulletBold",
            "text": "Ms. Allen's marriage suffered as the accident led to increased arguments, an inability to be her best self, and a significant shift in caregiving responsibilities that her husband had to take on during her recovery period.",
            "bulletInstance": 3
        },
        {
            "type": "bulletBold",
            "text": "Social withdrawal became prominent as she no longer wanted to engage with others, resulting in feelings of isolation and disconnection from her husband, friends, and family during the recovery process.",
            "bulletInstance": 3
        },
        {
            "type": "bulletBold",
            "text": "Family dynamics were disrupted, particularly affecting her relationship with her daughter who wanted to spend more time with her mother but was unable to due to Ms. Allen's condition and recovery requirements.",
            "bulletInstance": 3
        },
        {
            "type": "bulletBold",
            "text": "The accident prevented her from contributing to daily household duties and responsibilities including washing dishes, taking out trash, sweeping the kitchen, and cleaning bathrooms.",
            "bulletInstance": 3
        },
        {
            "type": "bulletBold",
            "text": "Extensive time was lost due to required attendance at numerous medical appointments including chiropractic care, pain management doctor visits, massage therapy, and yoga sessions that took valuable time away from her family.",
            "bulletInstance": 3
        },
        {
            "type": "bulletBold",
            "text": "Work performance was compromised as she could not sit for long periods during work meetings due to soreness and pain, creating professional challenges during her recovery.",
            "bulletInstance": 3
        },
        {
            "type": "bulletBold",
            "text": "Mental focus at work was significantly impaired for several weeks following the accident, requiring her to spend additional time catching up with work responsibilities during the week of the accident.",
            "bulletInstance": 3
        },
        {
            "text": "The total cost of Ms. Allen's treatment as a result of the collision at issue is <b>$14,600.20</b>, and is broken down as follows:",
            "type": "paragraph"
        },
        {
            "type": "bullet",
            "text": "Massages - $1,185.00;",
            "footnote": "",
            "bulletInstance": 4
        },
        {
            "type": "bullet",
            "text": "Compassion Chiropractic - $4,630.00;",
            "footnote": "",
            "bulletInstance": 4
        },
        {
            "type": "bullet",
            "text": "Superior Imaging - $2,243.00; and",
            "footnote": "",
            "bulletInstance": 4
        },
        {
            "type": "bullet",
            "text": "Regenerative Institute Of Newport Beach - $6,542.20.{footnote}",
            "footnote": "The charges for the late rescheduling noted on the invoice have been removed from the figure noted above.",
            "bulletInstance": 4
        },
        {
            "text": "Factoring in the discomfort, uneasiness, and inconvenience Ms. Allen experienced, along with her pain and suffering, the nature of the trauma she sustained, the effect of the collision on her day-to-day life (as described in detail above), her likely need for future care (particularly in light of the results of her MRI showing a 3mm disc extrusion at C5-C6 with moderate spinal canal narrowing), and her greater susceptibility to future injuries of the type she sustained, Ms. Allen requests <b>$50,000.00</b> in exchange for a full and complete release of any and all liability resulting from the above-referenced loss.",
            "type": "paragraph",
            "footnote": ""
        },
        {
            "type": "pageBreak"
        },
        {
            "text": "Please respond to the above request by no later than <b><u>Friday, December 19, 2025.</u></b>",
            "type": "paragraph"
        },
        {
            "text": "Should you have any questions or concerns, please feel free to contact me.",
            "type": "paragraph"
        },
        {
            "text": "\t\t\t\t\tSincerely,",
            "type": "paragraph"
        },
        {
            "text": "\t\t\t\t\t<b><i>/s/ Deepak P. Trikannad </i></b>",
            "type": "paragraph"
        },
        {
            "text": "\t\t\t\t\tDEEPAK P. TRIKANNAD",
            "type": "paragraph"
        },
        {
            "text": "Encl.: As stated",
            "type": "encl"
        }
    ]
}